Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/2._skjermer_ressurser_del_1.docx.tmx
Source language: nob
Languages: fkv

source: INTRO – Utmark
fkv: INTRO – Takamaa, ulkokenttä

source: Fra 1970-tallet har bruken av utmarka endret seg gradvis fra nødvendig matauke til rekreasjon.
fkv: 1970-luvulta takamaan eli ulkokentän käyttö oon vähitellen muuttunu tarpheelisesta ruanlisästä rekreasuunhiin.

source: Mens tidligere generasjoner utnyttet hver minste ressurs for å få mat på bordet, er dagens bruk mer knyttet til fritid – et moderne fenomen som våre forfedre knapt hadde et forhold til.
fkv: Ko entiset sukupolvet käytethiin joka ikistä resyrsiä ruan saamisheen, niin nykynen käyttö kuuluu vapaa-aikhaan – moderni fenomeeni mitä meän esivanhimet ei tuntenheet melkhein ollenkhaan.

source: Utkommet fra utmarka var både et tilskudd til gårdsdrift og fjordfiske, og i enkelte perioder livsnødvendig for å få nok for til husdyra.
fkv: Takamaan eli ulkokentän toimheentulot olthiin hyvät lisätienastit maapruukin ja vuonofiskun lisäksi, ja jaksottain net olthiin elämäntärkiät niin ette saaha nokko ruokaa elläimille.

source: Utmarksslått der man slo gress på myrer og langs vann var utbredt.
fkv: Ulkoniityt, siis jänkät ja järvenrannat jokka niitethiin, olthiin tavaliset.

source: I treløse områder var uttak av torv til brensel en dyd av nødvendighet, og man sanket småkvist på fjellet og rekved i fjæra til både komfyren, fjøsgryta og saunaen.
fkv: Mettättömillä aloila oli välttämätöntä ottaa polttoturpheita, ja ihmiset koothiin kans risuja vaarassa ja riekkipuita fieruassa joita käytethiin komfyyrissa, hauepaassa ja saunassa.

source: I områder med skog drev kvenene tømmerproduksjon og tjærebrenning – tradisjoner og kunnskap de hadde med seg fra sine opprinnelige hjemtrakter.
fkv: Mettäaloila kväänit tehthiin hirsiä ja poltethiin tervaa – tradisuunit ja tieto minkä het otethiin myötä entisistä kotialoista.

source: De nye hjemtraktene i Nord-Norge bød på nye naturressurser og klimaforhold som tilflytterne utviklet nye tradisjoner i.
fkv: Uuet kotipaikat Pohjas-Norjassa tarjothiin uusasukkhaile uuet luononresyrsit ja kliimaolot missä het saatethiin kehittää uusia tradisuunia.

source: Historie 1 – Tømmer og tjæremiler
fkv: Histo o ri a 1 – Hirsi ja tervahauat

source: «Fra dystre villmarker hadde kvenene flyktet mot kysten, og samme slags mørke skoger foretrakk de å bosette seg i her, heller enn ved det underlig, ondsinnede havet,» kan man lese hos Paulaharju når han beskriver kvenene i Nordreisa – Raisi.
fkv: «Synkistä erämaista olthiin kväänit lähtenheet pakhoon rannikkoa kohti. Täälä het valithiin asettua samanlaishiin pimmeissiin metthiin, sen sijasta ko asettua kummalisen, pahanmielisen meren vierheen,” lukkee Paulaharjun tekstissä ko hän kuvvailee Raisin kvääniä.

source: Skogen og skogsdrift er noe som knyttes til kvensk og finsk kultur, en tradisjon og kunnskap kvenene hadde med seg nordover.
fkv: Mettä ja mettäpruuki oon jotaki minkä yhistethään kväänhiin ja suomalaisheen kulttuurhiin, tradisuuni ja tieto minkä kväänit otethiin myötä pohjasheen.

source: Tømmerproduksjon var utbredt der det vokste furu.
fkv: Hirsiproduksuuni oli tavalista sielä missä kasus petäjää.

source: De store furumoene ga arbeid til mannfolka, som felte trær og fløtet dem ned til elveosen der tømmeret kunne bearbeides videre på sagbruk og selges til oppkjøpere.
fkv: Isot petäjäkankhaat annethiin työtä miehile kekkä kaaethiin puita ja uitethiin net alas joensuuhun saakka. Sielä hirsiä saatethiin käsitellä sahapruukissa ja myyä suurostajille.

source: Tjæreproduksjon var likevel det kvenene tjente mest på.
fkv: Kuitenki kväänit tienathiin enniimiten tervaproduksuunila.

source: Tjærebrenning var vanlig overalt hvor det vokste furuskog.
fkv: Tervanpoltto oli tavalista joka paikassa missä kasus petäjämettää.

source: Flere tjæremiler som er funnet i senere tid, for eksempel på Skillemoen i Alta, er knyttet til kvensk bosetting.
fkv: Usiammat tervahauat joita oon löyetty hiljemin, esimerkiksi Skillemoenissa Alattiossa, kuuluva kvääniasutuksheen.

source: I enkelte nordnorske bygder kunne salg av tretjære utgjøre en stor del av gårdens årsinntekt.
fkv: Muutamissa Pohjas-Norjan kylissä saattoi puutervan myyminen olla iso osa talon vuositienastista.

source: I Øverbygd i Målselv ble det i perioden 1928-1931 årlig produsert ca. 1000 tønner (100 000 liter) tjære.
fkv: Målselvin Øverbygdissa laitethiin nuin 1000 tynnyriä (100 000 liitteriä) tervaa vuositten 1928-1931 aikana.

source: Innbyggerne i Reisadalen i Nord-Troms ble på 1920-tallet fortsatt kalt for, «tjærekvener».
fkv: Raisinvankkalaisia Pohjas-Tromssassa kuttuthiin vielä 1920-luvula «tervalantalaisiksi».

source: Milebrenning måtte ledes av en kyndig person, og i Nordreisa ble en slik milemester kalt, «brenneguden».
fkv: Miilan polttoa häytyi tehä se, kuka saattoi sen homman. Raisissa tällaista “miilamestaria” kuttuhiin “polttojumalaksi”.

source: Tjære har gjennom historien hatt en viktig plass i folks hverdagsliv.
fkv: Terva oon läpi histoorian ollu tärkiä ihmisten arkipäivässä.

source: Tjæra er soppdrepende og hindrer råte i treverk.
fkv: Terva tappaa sieniä ja estää puun lahoamisen.

source: Det har vært det beste bevaringsmiddelet for gjenstander av tre, lær og tekstil.
fkv: Se oon ollu paras aine säilyttämhään tinkoja mikkä oon tehty puusta, nahasta ja tekstiilistä.

source: Her i nord ble tretjære først og fremst brukt til å impregnere trebåter, men også til kommager, tau, sleder, pulker, vognhjul, seletøy, garn og andre fiskeredskaper.
fkv: Täälä pohjasessa piethiin puutervaa ensi sijassa ko impregneerathiin puuvenheitä, mutta kans paulakenkiä eli kumakoita, touvia, rekiä, ahkioita, vaununratthaita, hevosrustinkia, verkkoja ja muita kalanpyytöneuvoja tervathiin.

source: Tjære var tidligere også ansett som medisin og ble tilsatt i såpe og sjampo, og det ble sagt at innånding av tjæredamp kunne stoppe eller kurere smitte, som influensa og enda verre: epidemier.
fkv: Varhemin tervan nähthiin kans metesiininä ja sitä lisäthiin saippuhaan ja sjamphoosseen. Se kans sanothiin ette jos hengitethiin tervanhöyryä, niin saatethiin topata tahi parantaa tarttuvia tauteja niin ko influensaa ja vielä pahempia: epidemioita.

source: Da spanskesyken herjet i 1918-1920 ble tjæreboksen satt oppå saunaovnen eller komfyren for å avgi beskyttende og helbredende dunst.
fkv: Spanskantauin aikana, vuositten 1918 ja 1920 välilä, panthiin tervapoksin saunanuunin tahi komfyyrin pääle, niin ette se höyrytti suojelevaa ja parantavaa hajua.

source: Spanskesyken var en verdensomspennende pandemi som tok livet av mellom 50-100 millioner mennesker, i Norge bukket 15 000 mennesker under for sykdommen.
fkv: Spanskantauti oli mailmantäkkäävä pandemia joka tappoi 50-100 miljuunaa ihmistä. Norjassa 15 000 kuoli tauthiin.

source: I dag blir tjære ofte produsert av kull men kan også utvinnes av torvmose i tillegg til trær.
fkv: Tääpänä tervaa pruukathaan laittaa hiilestä, mutta sitä saatethaan laittaa kans sammalista ja puista.

source: De fleste tjæreprodukter i dag har ofte tilsetningsmidler som olje og annet.
fkv: Tääpänä usiamphiin tervaprodukthiin lisäthään öljyä ja muutaki.

source: Historie 2 – Torvstikking
fkv: Histo o ri a 2 – Turpheenotto

source: Torv har vært brukt til både byggemateriale og brensel langt tilbake i tid, ikke bare i Norge, men i store deler av det nordatlantiske bosettingsområdet.
fkv: Turvetta oon pietty sekä rakenusmateriaalina ja polttoainheena kauvon, ei tyhä Norjassa, mutta kans isossa osassa pohjasaltlantin asutusallaa.

source: Som byggemateriale har torv blitt brukt til taktekking, veggkledning og isolasjon.
fkv: Rakenusmateriaalina turvetta oon pietty täkkäämhään kattoja, seinäpaneelina ja isolasuunina.

source: I Nord-Norge har alle folkegrupper bygd og bodd i torvgammer, der samene har lengst tradisjon for å bruke gamme som boligform.
fkv: Pohjas-Norjassa kaikki kansanjoukot oon rakentanheet turvekammia ja asunheet niissä. Saamelaiset oon kuitenki asunheet kammissa kauvomin ko muut.

source: Torv var en viktig binæring i treløse områder, og etter hvert var det i form av brensel at torva fikk størst bruksområde langs kyst og fjordstrøk.
fkv: Turve oli tärkiä sivuelämänkeino puuttomissa aloissa, ja vähitellen sen käyttö muttui enimäksheen polttoainheeksi rannikolla ja vuononkylissä.

source: Både bunntorv, kjent som myrtorv, og overflatetorv, kalt lyngtorv, ble brukt.
fkv: Sekä pohjaturvetta, ja päälysturvetta, mitä kans kuttuthaan varputurpheeksi eli marjavarputurpheeksi, piethiin.

source: Behovet for brensel var stort før elektrisitet ble vanlig i hus og heim.
fkv: Ihmisillä oli suuri polttoainheen tarve ennen ko sähkö tuli talhoin ja kothiin.

source: Man trengte det til oppvarming, matlaging, baking, fyring i sauna og til klesvask, koking av dyrefor og til håndverk, som når man kokte maling til bolighus og fjøs.
fkv: Sitä tarvithiin lämmityksheen, ruanlaitthoon, leipomisheen, saunan lämmittämisheen ja vaattheitten peshoon, elläinruan keittämisheen ja käsityötä varten, esimerkiksi ko keitethiin maalia asumataloa ja navettaa varten.

source: Hele familien deltok i torvstikking tidlig på sommeren etter at telen var gått, og 2-3 ukers arbeid kunne gå med for å ta torv til en hel vinter.
fkv: Koko pere oli myötä nostamassa turvetta kevätkesälä ja varhaiskesälä ko pakkanen oli lähteny maasta. Turpheenosto koko talvea varten saattoi kestää 2-3 viikkoa.

source: Selve tørkeprosessen varte hele sommeren og utover høsten, før torva ble fraktet ned til gården.
fkv: Kuivausprosessi kesti koko kesän ja vielä syksyle saakka, ennen ko turpheet kuljetethiin kartanolle.

source: Distriktslegen i Vadsø i 1922 sier bl.a. i sin medisinalberetning at «…
fkv: Vesisaaren distriktintohtori sannoo vuona 1922 metesinaalimuisteluksessa muun myötä ette «…

source: Fisket i 1920 slo helt feil, multehøsten som reddet befolkningen det foregående år, var likeledes helt mislykket (…).
fkv: Kalanpyytö vuona 1920 ei menestynny ollenkhaan, hillasyksy mikä pärjäs ihmiset menheenä vuona, epäonnistui kans täysin (…).

source: Det var de små gaardsbruk og torvdriften som hjalp mest til livets oppholl.»
fkv: Pienet maapruukit ja turvetoimet autethiin enniimiten elämän ylöspithoon.”

source: Man måtte ha 20-30 stakker bunntorv eller omkring 40 stakker lyngtorv for å berge seg gjennom vinteren.
fkv: Jos aikoi pärjätä talven läpi, niin tarvitti 20-30 häkkiä pohjaturvetta tahi nuin 40 häkkiä marjavarputurvetta.

source: Torva ble stukket i ca. 30 x 30 x 10 cm tjukke skiver, kalt «lomper» og lagt for renne av seg – «vassrenne».
fkv: Turpheen leikathiin nuin 30 x 30 x 10 cm:in paksuiksi kiivuiksi, eli turvelimpuiksi, ja panthiin valumhaan.

source: Hullet man tok torv av kunne etter hvert bli 2-3 meter dypt, og man måtte lage etasjer for å klare å kaste torvlompene opp.
fkv: Turpheenreikä eli hauta saattoi tulla 2-3 meetteriä syväksi, ja oli pakko laittaa kerrat niin ette heittää turpheet ylös.

source: Fikk man «slepp» måtte man komme seg fortest mulig opp av hullet, som ble fylt av vann.
fkv: Turpheenreikä eli hauta saattoi yhtäkkiä täyttyä veelä, ja sillon oli paras jättää reiän niin hopusti ko maholista.

source: Etter at torva hadde vassrent en dag eller to, stilte man den opp til tørk på høykant.
fkv: Ko turpheesta oli tippunu vettä yhen päivän tahi kaks, sen reisathiin pysthöön kuivumhaan.

source: Så ble torva lagt i «muer», eller små dunger, før man lastet den på trillebår eller bårstang og stablet den i «stakker», som var enda større dunger, på ca. 2 x 2 meter i høyde og bredde.
fkv: Sitte turpheet panthiin pikku läjiksi, ennen ko net lastathiin trillapooran tahi porstankin pääle ja laothiin turvetunkioiksi jokka olthiin vielä isomat läjät, nuoin 2 x 2 meetteriä korkiat ja laajat.

source: Torva ble hentet ned ved hjelp av handvogn eller på ryggen i sekker om høsten og på kjelke om vinteren.
fkv: Syksylä turpheet nouethiin käsivaunun avula tahi kannethiin säkissä selässä ja talvena sen nouethiin kelkala.

source: Bærekraft 1: tradisjon gir bolyst
fkv: Kantamavoima 1: tradisuuni antaa asumishalun

source: I dag bygger vi hytter og nyter helger og ferier ute i marka med alle fasiliteter;
fkv: Tääpänä rakenamma mökkejä ja nautima pyhistä ja feeriästä ulkona luonossa kaikitten fasiliteetitten kans;

source: i august i 1935 var 10-11 år gamle Solveig Harila fra Jakobselv på slåttearbeid til fjells ved Østervann for å skaffe for til dyra.
fkv: aukustikuussa vuona 1935 oli 10 vuotta vanhaa annijokilainen Solveig Harila kenttätyössä Østervannissa niin ette hankkia ruokaa elläimille.

source: Familien bodde i utmarksgammen på ukedagene og dro ned til bygda i helgene.
fkv: Pere asui ulkokenttäkammissa viikonpäivinä ja lähti alas kylhään viikonloppuina.

source: Alt som kunne brukes til dyrefor ble slått: myrgress, vollgress, strågress, godluktgress – - og myrsnelle.
fkv: Kaikki mitä saatethiin pittää elläimitten ruvaksi niitethiin: jänkäheinää, maaheinää, hajuheinää ja jänkäkortetta.

source: Den tradisjonelle bruken av utmarka er nedarvet gjennom generasjoner, og selv om vi kanskje i dag primært er utendørs i form av fritid, og ikke driver med utmarksslått lenger, så henter mange av oss hver høst fisk, kjøtt og bær fra naturen omkring.
fkv: Tradisuunilisen tavan pittää ulkokenttää oon peritty sukupolvitten kautta. Vaikka met tääpänä primääristi olema ulkona vapaa-aiala, emmäkä työtele ennää ulkokentän kans, niin moni meistä kokoaa marjoja ja hankkii kallaa ja lihhaa siitä luonosta mikä oon meän ympärillä.

source: Ferskvannsfiske og jakt gir ikke mange kroner i lommeboka lenger, og beholdes ofte til eget bruk fordi man tross alt har investert sin dyrebare fritid i fangsten.
fkv: Jahti ja saivokalan pyytö ei anna ennää paljon kruunua kukkarhoon. Ja net kalat ja lihat mikkä saahaan, pruukathaan pittää itte, ko itte oon käyttäny ommaa tyyristä vapaa-aikaa siihen.

source: Men flere tjener fortsatt en del på multeplukking.
fkv: Mutta usiat tienaava vieläki aikalaila hillankokoamisella.

source: For forfedrene våre ga salg av disse produktene penger inn i husholdningen som kunne brukes til å handle inn varer man ikke selv produserte eller fikk byttet til seg hos naboen.
fkv: Ja se tekkee sen ette ihmiset triivastuva, heilä oon yhtheenkuuluvuuen tunne ja het haluava asua sielä. Esivallat antava prosektirahhaa siihen ette ihmiset ei siiry kylistä pois.

source: Bærekraft 2: det er ikke bare å skru på en bryter
fkv: Kantamavoima 2: ei se ole vain lyöä knapin

source: Før elektrisiteten gjorde sitt inntog var arbeidsinnsatsen knytta til sanking av brensel stor.
fkv: Se nouethiin turvetta rannikkoa pitkin ja paikoista missä oli vähän mettää, mikä vaati paljon aikaa ja työtä.

source: Stikking av torv langs kysten og steder der skogen var knapp var både tid- og arbeidskrevende, og forklarer hvorfor folk flest ville stikke lyngtorv som var enklere å ta, selv om det krevde både mer torv og det kunne gå utover jordkvalitet og vekst, enn uttak av myrtorv.
fkv: Sen tähen usiat ihmiset nouethiin marjavarputurpheet joita oli helpompi ottaa, vaikka se vaati enämen turvetta ja saattoi huonola tavala vaikuttaa maan kvaliteetthiin ja kasuamisheen. Se oli kuitenki helpompi ko nostaa turpheet jänkästä.

source: Bruken av lyngtorv ble gjort i nær sammenheng med bruken av ris og småved.
fkv: Marjavarputurvetta piethiin yhessä risuitten ja pikkupuitten kans.

source: I de skogløse bygdene i Nord-Varanger, for eksempel, var det regel å sanke store mengder ris av krypbjørk som ble brukt i tillegg til torva.
fkv: Esimerkiksi Pohjas-Varenkin mettättömissä kylissä pruukathiin koota isot määrät vaivasenrisuja mitä piethiin turpheen lisäksi.

source: Især i de kvenske bygdene ble riset – – sett på som uunnværlig, særlig til bruk i bakerovnen og delvis også i saunaen, her også sammen med torv og rekved.
fkv: Kväänikylissä ei pärjätty ilman vaivasenrisuja. Net olthiin erityisen tärkiät paakariuunissa ja osittain kans saunassa, missä niitä poltethiin turpheen ja riekkipuitten kans.

source: Det gikk med store kvanta ris i løpet av året, som ble knyttet i store knipper ferdig til bruk kalt.
fkv: Vuoen aikana meni iso määrä risuja. Risut siothiin isoiksi risukirpuiksi joita kuttuthiin “kerpuiksi”.

source: I Salttjern fortelles det på 1920-tallet at så mye som 500-600 knipper kunne gå med i løpet av en vinter.
fkv: Salttijärvessä muistelhaan ette 1920-luvula saatethiin kuluttaa niin paljon ko 500-600 kerppua yhen talven aikana.

source: I tillegg sanket man fjæraved, det vil si rekved eller drivved, som har drevet i sjøen og blitt kastet på land.
fkv: Lisäksi koothiin fieruapuita, eli riekkipuita, jokka olthiin kulkunheet meressä ja vatkautunheet rannale.

source: Før tilgangen til tømmer ble enklere, og elektrisitet ble allemannseie, var strendene rensket for drivved;
fkv: Ennen, ko ei ollu niin helppo saaha hirsiä ja joka talossa ei ollu vielä elektrisiteettiä, ihmiset koothiin rannoilta kaikki riekkipuut.

source: alt som kunne brukes til brensel eller som byggemateriale ble sanket så fort det rak land på grunn av knapphet på trevirke, særlig langs kysten av Finnmark.
fkv: Kaikki mikä kelpas polttopuuksi tahi rakenusmateriaaliksi, koothiin ko se riutui ranthaan. Puumateriaalia oli vaanasti, erityisesti Finmarkun rannikolla.

source: INTRO – Nybyggere og jordbrukere
fkv: INTRO – Uusasukkhaat ja maapruukit

source: Kvenene kom fra en jordbrukskultur og hadde kunnskapen med seg til de nye områdene de bosatte seg i. Noen hadde med seg både dyr og såkorn, poteter og gressfrø som de forsøkte å plante på sitt nye hjemsted.
fkv: Kväänit tulthiin maapruukikulttuurista ja heilä oli tieto myötä niihin uushiin alhoin mihin het asetuthiin asumhaan. Joilaki oli myötä sekä elläimet ja kylvösiemenet, poteetit ja ruuhonsiemenet mikkä het freistathiin kylvätä heän uutheen kotipaikkhaan.

source: Kvenene ble i sin samtid oppfattet som dyktige jordbrukere og innovatører og fornyere av jordbruket og fedriften i den nordligste delen av Nord-Norge.
fkv: Kvääniä piethiin taitavinna maapruukilaisina ja innovatöörinä, ja maapruukin ja karjapruukin uuistajina Pohjas-Norjan pohjasimissa osissa.

source: De ryddet nytt land dit de kom, og forbedret landet ved gjødsling og drenering.
fkv: Het korjathiin maat sinne mihin het tulthiin, ja paranethiin maan lannala ja dreneerinkilä.

source: I enkelte områder, som Varanger, var jordbruket begrenset til fedrift og potetdyrking til eget konsum.
fkv: Joissaki aloissa, niin ko Varenkissa, maapruuki rajottui karjanhoithoon ja poteetitten kylväämisheen.

source: I andre områder, som Nordreisa og Alta finnes det spor av begrenset korndyrking.
fkv: Muissa aloissa, niin ko Raisissa ja Alattiossa, löytyy jälkiä rajotetusta jyvänkylväämisestä.

source: Det viktigste var likevel at nybyggerne tilpasset seg næringsgrunnlaget dit de kom, og lærte seg å kombinere jordas og havets ressurser, tilpasset de ulike naturgitte sesongene, som vårtorskefisket, seifisket om sommeren, vekstsesongen og mørketida.
fkv: Tärkein oli kuitenki ette uusasukkhaat sovitelthiin ittensä niihin elämänkeinhoin mihin het tulthiin. Het opithiin kans yhistämhään maan ja meren resyrsiä, ja passautumhaan eri luonon sesonkhiin, niin ko kevätturskafiskhuun, kesän saianpyythöön ja kasutussesonkhiin ja kaamosaikhaan.

source: Historie 1 – Småbrukeren og den allsidige melka
fkv: Histo o ri a 1 – Pienmaapruukilaiset ja monipuolinen maito

source: De fleste kvener drev jordbruk og fehold, ofte kombinert med fiske – eller motsatt: de var fiskere med husdyrhold og utmarksdrift som tillegg.
fkv: Usiat kväänit työtelthiin maapruukin ja karjanhoion kans, ja ushein het olthiin sen lisäksi fiskuhomissa – tahi päinvastoin: het olthiin fiskarit jokka piethiin elläimiä ja ulkoniitynhommaa lisänä.

source: I praksis var det ofte kvinnene som drev gården, selv om det er mannfolka som er oppført som bønder og eiere i offentlige dokumenter.
fkv: Praksisissa net pruukathiin olla vaimot kekkä triivathiin maapruukia, vaikka viralisissa dokumentissa net olthiin miehet kekkä kirjathiin ylös puunana ja omistajina.

source: Når sesongfiskeriene startet opp dro mannfolka til sjøs for å delta i fisket og kunne være borte i månedsvis, mens kvinnfolk og barn tok seg av gårdsstellet.
fkv: Ko sesonkifisku alkoi, niin miehet menthiin merele kalanpyythöön, ja het saatethiin olla poissa monta kuukautta. Vaimot ja lapset sen sijhaan hoiethiin maapruukin.

source: Det innbefattet stell og foring av dyr, frakt av ved, melking, kjerning, brødbakst og all matlaging, sying og reparasjon av klær, stell av barn, og ellers det meste knytta til heim og hushold.
fkv: Siihen kuuluthiin elläinten hoito ja ruokkiminen, puitten frahti, lypsäminen, voin kirnuaminen, leipominen ja kaikki ruan laitto ja vaattheitten paikkaaminen, lasten passaaminen ja issoin osa kotihommista ja huushollista.

source: Ragny Nesbakken (f. 1914) fra Olderfjord forteller i 1990 at «(…
fkv: Ragny Nesbakken (s. 1914) Leipovuonosta muistelee vuona 1990 ette “(…

source: ) Mannfolkan dro ut til Magerøya på vinterfiske.
fkv: ) Miehet lähethiin Makrehaan talven kalanpyythöön.

source: Da sendte dem hjem sekker med fiskehoder.
fkv: Silloin het lähätethiin kothiin säkit kalanpäitä.

source: De måtte mamma trekke hjem på kjelken fra Smørfjord, og koke til dyran sammen med tang og tare og annet.
fkv: Net häytyi muori vettäät kothiin kelkala Leipovuonosta, ja keittäät elläimille teppuin ja staaroin ja muitten assiitten kans.

source: Så måtte ho tilbake til Smørfjord med sekkene og tauet, så de kunne sende mer med lokalen…».
fkv: Sitte hän häyttyi mennä takaisin Leipovuonhoon säkkiin ja köysiin kans niin ette het saatethiin lähättäät enämen lokaalin kans …

source: Sofie Johansen (f. 1916) fra Vækker i Børselv, legger til at «(…
fkv: " Lisäksi Sofie Johansen (s. 1916) Väkkärästä muistele kans ette “(…

source: ) Kalvene mine fikk drikke melk.
fkv: ) Minun vasikat saathiin juua maittoo.

source: Jeg kjerna smør, laga ost, kjernemelk og rømmekolle.
fkv: Mie kirnusin voita, tehin juuston, kirnumaion ja fiilipunkin.

source: Dessuten hadde jeg melk i brøddeigen.
fkv: Sitte minula oli kans maito leipäjästissä.

source: To ganger i uka kjerna jeg, halvparten kumelk og halvparten sauemelk blei god ost.
fkv: Kaksi kerttaa viikossa mie kirnusin, puolet oli lehmänmaittoo ja puolet lamphaanmaittoo ja siitä tuli hyvä juusto.

source: Har du hørt om kaffeost?
fkv: Oletko sie kuulu kaffijuustosta?

source: Den bruker man oppi kaffen, det blir som tjukk fløte oppi.
fkv: Sitä piethään kaffissa, ja siitä tullee niin ko paksu flöötti pääle.

source: Så drikker man det om morgenen.
fkv: Juoma sen aamula.

source: Kan skjønne det, det var som om man hadde spist frokost!»
fkv: Sen saattaa ymmärttäät, ko se oli kohta niin ko oli jo syöny aamuisen!”

source: Bruk av melk og ulike matretter av melk inngår i kvenenes tradisjonelle matstell.
fkv: Maionkäyttö ja eri maitopohjaset ateriat oon osa kväänitten tradisuunilista ruanlaittoa.

source: Særlig rømmekolle og kaffeost trekkes fram som kvenske spesialiteter.
fkv: Olletikki fiilipunkin ja kaffijuuston veethään framile kväänitten spesialiteettinä.

source: Rømmekolle var vanlig blant den norske, kvenske og samiske befolkningen i Finnmark helt fram til på 1960-tallet.
fkv: Finmarkussa se oli tavalista ette norjalaiset, kväänit ja saamelaiset syöthiin fiilipunkkia 1960-luvule saakka.

source: Rømmekolle, «långmjölk» på svensk, er en nordlig form av surmelk som er kjent i Norge, Nord-Sverige og vestlige deler av Finland.
fkv: Fiilipunkki oon pohjanen variantti syyrymaiosta joka oon opas Norjassa, Pohjas-Ruottissa ja Suomen vestaosissa.

source: Kvenene hadde med seg sin egen - eller -tradisjon da de bosatte seg i området.
fkv: Kväänilä oli myötä oma viili- tahi fiilitradisuuni ko het asetuthiin alhaan.
